Repository: Galland-Mael/Recommandation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: French
de: Französisch
es: Francés

source: English
de: Englisch

source: Deutch
de: Deutsch
es: Alemán

source: España
de: Spanien

source: Note
de: Notiz
es: Nota

source: Rechercher un restaurant
de: Finden Sie ein Restaurant
es: Encuentra un restaurante

source: Recommandation
de: Empfehlung
es: Recomendación

source: Les meilleurs restaurants Italiens
de: Die besten italienischen Restaurants
es: Los mejores restaurantes italianos

source: Les meilleurs restaurants
de: Die besten Restaurants
es: los mejores restaurantes

source: liste des restaurants
de: Liste der Restaurants
es: lista de restaurantes

source: Commentaire
de: Kommentar
es: Comentario

source: Modifier un avis
de: Bearbeiten Sie eine Rezension
es: Editar una reseña

source: Ajouter un avis
de: Bewertung hinzufügen
es: Agregar una opinión

source: Modifier
de: Bearbeiten
es: Editar

source: Ajouter
de: Hinzufügen

source: Voir plus
de: Mehr sehen
es: Ver más

source: © 2022 Eat Advisor LLC Tous droits réservés.
de: © 2022 Eat Advisor LLC Alle Rechte vorbehalten.
es: © 2022 Eat Advisor LLC Todos los derechos reservados.

source: Contactez-nous
de: kontaktiere uns
es: Contáctenos

source: Langues
de: SPRACHEN
es: Idiomas

source: Groupe
de: Band
es: Banda

source: Créer un groupe
de: Erstellen Sie eine Gruppe
es: Crear un grupo

source: Déconnexion
de: Ausloggen
es: Cerrar sesión

source: Connexion
de: Anmeldung
es: Acceso

source: Rechercher un utilisateur
de: Suchen Sie einen Benutzer
es: Encuentra un usuario

source: Suivant
de: Folgend
es: Próximo

source: Membres du groupe
de: Gruppenmitglieder
es: Miembros del grupo

source: Supprimer le groupe
de: Gruppe löschen
es: Eliminar grupo

source: Quitter le groupe
de: Die Gruppe verlassen
es: dejar el grupo

source: Vos recommandations
de: Ihre Empfehlungen
es: Tus recomendaciones

source: Voir les recommandations
de: Siehe Empfehlungen
es: Ver recomendaciones

source: Mail
de: Email
es: Correo electrónico

source: Mot de passe
de: Passwort
es: Contraseña

source: Je n'ai pas de compte
de: Ich habe keinen Account
es: No tengo una cuenta

source: photo
de: Foto
es: foto

source: Prénom
de: Vorname
es: Nombre de pila

source: Nom
de: Name
es: apellido

source: Ville
de: Stadt
es: Ciudad

source: Valider
de: Bestätigen
es: Validar

source: Nom du groupe
de: Name der Gruppe
es: nombre del grupo

source: Veuillez entrer le code reçu par mail
de: Bitte geben Sie den per E-Mail erhaltenen Code ein
es: Por favor, introduzca el código recibido por correo electrónico

source: Précédent
de: Vorherige
es: Anterior

source: Perso
de: Persö

source: Date
de: Datum
es: Fecha

source: Confirmation
de: Bestätigung
es: Confirmación

source: Informations
de: Information
es: Información

source: Ce champ ne peut être vide
de: Dieses Feld kann nicht leer sein
es: Este campo no puede estar vacío

source: Nom de famille
de: Nachname
es: Apellido

source: Je possède déjà un compte
de: Ich habe bereits einen Account
es: ya tengo una cuenta

source: Personnel
de: Mitarbeiter
es: Personal

source: Le mot de passe doit contenir entre 8 et 15 caractères
de: Das Passwort muss zwischen 8 und 15 Zeichen enthalten
es: La contraseña debe contener entre 8 y 15 caracteres

source: Comfirmation du mot de passe
de: Passwort-Bestätigung
es: confirmación de contraseña

source: Veuillez entrer le même mot de passe
de: Bitte geben Sie das gleiche Passwort ein
es: Por favor ingrese la misma contraseña

source: Date de naissance
de: Geburtsdatum
es: Fecha de nacimiento

source: Champ incorrect
de: Ungültiges Feld
es: Campo inválido

source: Il y a déjà un compte associé à cette adresse mail
de: Mit dieser E-Mail-Adresse ist bereits ein Konto verknüpft
es: Ya existe una cuenta asociada a esta dirección de correo electrónico

source: Mot de passe ou mail incorrect
de: Falsches Passwort oder E-Mail
es: Contraseña o correo electrónico incorrecto

source: Les deux champs doivent être remplis.
de: Beide Felder müssen ausgefüllt werden.
es: Ambos campos deben ser completados.
